package by.jrr.sheremet.task1.objects;

public class Car {
    public Car() {
        System.out.println("Машина \n" +
                "\n" +
                "Состояние:\n" +
                "- Открыта/закрыта\n" +
                "- Заведена/заглушена\n" +
                "- Фары вкл/выкл\n" +
                "- Едет/стоит\n" +
                "Поведение:\n" +
                "- открыть/закрыть\n" +
                "- завезти/заглушить\n" +
                "- фары вкл/выкл\n" +
                "- ехать/тормозить\n" +
                "- сигналить\n" +
                "- поворачивать");
    }
}
