package by.jrr.sheremet.task1.objects;

public class Fridge {
    public Fridge() {
        System.out.println("Холодильник\n" +
                "\n" +
                "Состояние: \n" +
                "- свободный объём в камере\n" +
                "- температура в камере\n" +
                "- включен/отключен\n" +
                "- открыта/закрыта дверца\n" +
                "- включен/выключен свет\n" +
                "Поведение:\n" +
                "- охлаждать/замораживать продукты \n" +
                "- при использовании продуктов \n" +
                "- увеличивается или уменьшается свободный объем. \n" +
                "- открыть закрыть дверцу(вкл/выкл света)");
    }
}
