package by.jrr.sheremet.task1.objects;

public class Phone {
    public Phone() {
        System.out.println("Телефон \n" +
                "\n" +
                "Состояние:\n" +
                "- вкл/выкл\n" +
                "- трубка поднята/отпущена\n" +
                "Поведение:\n" +
                "- вкл/выкл\n" +
                "- поднять/повесить трубку\n" +
                "- набрать номер\n" +
                "- прослушать сообщения\n" +
                "- записать приветственное сообщение\n" +
                "- записать/удалить/просмотреть абонента в телефонной книге");
    }
}
