package by.jrr.sheremet.task1.objects;

public class Vacuum {
    public Vacuum() {
        System.out.println("Пылесос\n" +
                "\n" +
                "Состояние:\n" +
                "- вкл/выкл\n" +
                "- уровень мощности\n" +
                "- уровень заполнения пылевого пакета\n" +
                "Поведение:\n" +
                "Вкл/выкл\n" +
                "- всасывать пыль(в процессе уменьшается свободный объем пакета для пыли)\n" +
                "- регулировать силу всасывания.");
    }
}
