package by.jrr.sheremet.task1.objects;

public class Watch {
    public Watch() {
        System.out.println("Наручные часы\n" +
                "\n" +
                "Состояние:\n" +
                "- уровень заряда аккумулятора\n" +
                "- числовое значение времени\n" +
                "- вкл/выкл\n" +
                "Поведение :\n" +
                "- Вкл/выкл\n" +
                "- часы идут(показывают время) \n" +
                "- настройка времени\n" +
                "- настройка будильника");
    }
}
